Repository: eugenekaras/ProjectForLearningOld
Catalog: ProjectForLearning/ProjectForLearning/Resources/*.lproj/Localizable.strings
Languages: ru

source: Some View
ru: Некоторый экран

source: Main
ru: Главный экран

source: Profile
ru: Профиль

source: Hello, from Main View!
ru: Привет из главного экрана

source: %@Anonymous
ru: %@Анонимный пользователь

source: Hello, from Profile!
ru: Привет из профиля

source: Sign out
ru: Выход

source: Confirm your actions
ru: Подтвердите свои действия

source: Are you su re you want to log out of your profile?
ru: Вы уверены, что хотите выйти из своего профиля?

source: Delete account
ru: Удалить аккаунт

source: Cancel
ru: Отмена

source: Delete
ru: Удалить

source: Ok
ru: Хорошо

source: You need to login again
ru: Вам нужно снова войти в аккаунт google

source: Are you sure to delete the user?
ru: Вы уверены, что хотите удалить пользователя?

source: Hello, from Some View!
ru: Привет, с некоторого экрана!

source: Study App
ru: Учебное приложение

source: Welcome
ru: Добро пожаловать

source: Use anonymous account
ru: Использовать анонимный аккаунт

source: Firebase SDK is not integrated properly
ru: Firebase SDK не интегрирован должным образом

source: Error getting UIWindowScene
ru: Ошибка получения UIWindowScene

source: Error getting rootViewController
ru: Ошибка получения rootViewController

source: Error getting idToken
ru: Ошибка получения idToken

source: Error re-authenticate a user
ru: Ошибка повторной аутентификации пользователя

source: Error getting current user for delete
ru: Ошибка получения текущего пользователя для удаления
